{
  "ACT": "A bill adopted by the Legislature.",
  "ACTUARY": "A legislative staff officer appointed by the Select Committee on Pension Policy to prepare actuarial analyses of pension proposals and other items as directed by the Legislature.",
  "AD HOC COMMITTEE": "A committee formed for a short duration, usually to study a specific issue.",
  "ADJOURN": "To conclude a day's session with a time set to meet again, or conclude a meeting.",
  "ADJOURN SINE DIE": "To conclude a regular or special session without setting a day to reconvene.",
  "ADOPT": "To approve formally.",
  "ADOPTED AND ENGROSSED": "This is the amendment document which includes the text of the original amendment and all additional amendments made to it.",
  "ADOPTED AS AMENDED": "This is the original amendment. Text from additional amendments made to it are not included in this document.",
  "AGENCY REQUEST BILL": "A request for legislation proposed by an agency of the executive branch of government.",
  "AGENDA": "The proposed order of business for a meeting.",
  "Alien": "An alien is a person who is not a citizen of the country in which they live. A resident alien is a person who has been allowed to permanently reside in the country by immigration authorities but has not been granted citizenship. Alien worker is foreign worker. Alien is overseas worker. Alien is foreigner"
  "AMEND": "To modify, delete or add to a proposal.",
  "AMENDMENT": "Any change in a bill, resolution, or memorial. A committee amendment is an amendment proposed in a committee meeting. A floor amendment is an amendment proposed on the floor of a legislative chamber. A striking amendment removes everything after the title and inserts a whole new bill. Amendments can be amended.",
  "APPEAL FROM DECISION OF THE CHAIR": "A parliamentary procedure for challenging the decision of a presiding officer by asking the members to uphold or reject the decision.",
  "APPORTIONMENT": "The division of the state into districts with distinct geographic boundaries and the allocation of the number of legislators or congressmen to be elected to represent each district.",
  "APPROACH THE BAR": "A legislator's physical movement from any place on the floor of either house to the rostrum.",
  "APPROPRIATION": "A legislative allocation of money for a specific purpose.",
  "APPROPRIATION COMMITTEE": "The chief fiscal committee in the House. The committee is responsible for recommending how state monies will be spent.",
  "AT EASE": "A pause in the proceedings of either house, usually for an indefinite time.",
  "ATTORNEY GENERAL'S OPINION": "A formal expression of legal reasons and principles regarding statutory or common law questions from state agencies or legislators.",
  "BAR OF THE HOUSE OR SENATE": "The rostrum within both houses behind which sit or stand the President of the Senate, the Speaker of the House, and others as designated, for presiding over the body, recording, and processing legislation being considered by the houses.",
  "BICAMERAL": "Composed of two chambers or two legislative bodies. The Washington State bicameral legislature is made up of a House of Representatives and a Senate. The legislative biennium is from the second Monday in January in odd-numbered years to the 2nd Monday in January two years later.",
  "BIENNIUM": "Two-year period. The Washington State fiscal biennium is from July 1 of odd-numbered years to June 30, two years later.",
  "BILL": "A proposed law presented to the Legislature for consideration.",
  "BILL BOOKS": "Binders located adjacent to the chamber or in committees containing all bills and amendments currently before or passed by the Legislature or committee.",
  "BILL DIGEST": "Summary of a bill, prepared by the Code Reviser's office.",
  "BILL DRAFTING OFFICE": "Located in the Pritchard Building in the Code Reviser's office. Drafts legislation to be introduced to the Legislature. (Officially named the Statute Law Committee.)",
  "BILL HISTORY": "A record of the action taken on bills, resolutions and memorials.",
  "BILL INDEX": "A list of legislative measures by subject matter.",
  "BILL REPORT": "Summary of background and effect of bills, prepared by committee staff.",
  "BILLS ON CALENDAR": "Printed volumes with yellow covers distributed to each member's floor desk. Includes the full text of bills and proposed committee amendments on the pending calendar.",
  "BUMPING": "Slang term for suspending the rules to allow a bill to be advanced from second to third reading without having the bill revert to the Rules Committee.",
  "CALENDAR": "A list or schedule of pending business. Each house has many types of calendars: Regular, Consent, Suspension, Concurring, Dispute, Conference, Gubernatorial Appointments.",
  "CALL OF THE HOUSE OR SENATE": "A procedure used to compel attendance of members.",
  "CALL TO ORDER": "Notice given indicating the Legislature is officially in session. Also used to restore order during floor action.",
  "CAPITAL": "Olympia, Washington.",
  "CAPITAL BUDGET": "Appropriations made to state and local agencies for building and construction projects.",
  "CAPITOL": "The domed capitol building of the state of Washington. In Washington it is called the Legislative Building. It houses The House and Senate chambers and offices for the Governor, Lieutenant Governor, Treasurer, Auditor, and Secretary of State.",
  "CAPITOL CAMPUS": "The grounds and group of buildings surrounding the domed Legislative Building, holding the offices of most of the state's elected officials.",
  "CAUCUS": "A meeting of members of a body who belong to the same political party.",
  "CHAIR": "Presiding officer.",
  "CHAMBER": "Official hall for the meeting of a legislative body.",
  "CHAPTER NUMBER": "A chapter number, in numerical order, given to each bill enacted, for example, Chapter 383 of the Laws of 2008. The chapter number is the number of the law. When codified in the Revised Code of Washington (RCW) the chapter is inserted in the appropriate section of the statutes.",
  "CHERBERG, JOHN A. BUILDING": "The four-story building directly southeast of the Legislative Building containing offices for senators and staff and hearing rooms.",
  "CHIEF CLERK": "A person elected by the members of the House of Representatives to record the official actions of the House and to be the chief administrative officer of the House.",
  "CODE REVISER": "Operating under the supervision of the Statute Law Committee, this person codifies into the appropriate sections of the RCW those measures enacted into law by the Legislature and also codifies administrative rules adopted by executive branch agencies.",
  "COMMITTEE": "A portion of a legislative body charged with examining matters specifically referred to it.",
  "COMMITTEE ON COMMITTEES": "Committees in each house that select the chairs and members of standing committees.",
  "COMPANION BILL": "A bill introduced in the same form in both the House and the Senate.",
  "CONCURRENCE CALENDAR": "A list of own-house bills amended by the opposite body and returned for possible concurrence.",
  "CONCURRENT RESOLUTION": "A resolution relating to the internal operation of the Legislature, in which one house concurs in the action of the other; it may originate in either house.",
  "CONFERENCE CALENDAR": "A list of bills to which both bodies have appointed conferees to discuss differences and seek resolution.",
  "CONFERENCE COMMITTEE": "A committee which may be appointed to discuss specific differences of opinion between the House and Senate on bills which have passed each house but with differing positions on one or more amendments.",
  "CONFIRMATION": "Approval by the Senate of gubernatorial appointments.",
  "CONFLICT OF INTEREST": "Any interest, financial or otherwise, any business or professional activity, or any obligation which is incompatible with the proper discharge of duties.",
  "CONSENT CALENDAR": "Special calendar of noncontroversial bills created by the Senate Rules Committee. Closely related to the Suspension Calendar used in the House.",
  "CONSTITUTION": "The written instrument embodying the fundamental principles of the state that establishes power and duties of the government and guarantees certain rights to the people.",
  "CONSTITUTIONAL AMENDMENT": "Proposed change in the Washington State Constitution which has been approved by two-thirds of both houses of the Legislature. To be enacted, the proposed amendment must be placed on the next general election ballot and secure a simple majority of votes in favor of adopting the measure.",
  "CONSTITUTIONAL MAJORITY": "A majority of those members elected to either the Senate or the House. In the Senate a constitutional majority is 25; in the House it is 50.",
  "CONVENE": "Assemble for an official meeting.",
  "COSPONSOR": "Two or more persons proposing any document.",
  "CUTOFF DATES": "Time certain set by a legislative body for specified action such as bill introduction, committee action, or passage of bills by either house.",
  "DAY CERTAIN": "Adjournment with specific day to reconvene.",
  "DEBATABLE": "Open for discussion or argument.",
  "DEBATE": "Discussion of a matter following parliamentary rules.",
  "DEPARTMENT REQUEST BILL": "A request for legislation proposed by a department of the state (also known as agency request bill).",
  "DISCHARGE": "What happens to an elected official who has been recalled.",
  "DISPUTE CALENDAR": "Bills amended by one body where the second body refuses to concur and asks the first body to recede.",
  "DISSENT": "Difference of opinion.",
  "DISTRICT": "Area encompassing citizens represented by a legislator. There are currently 49 legislative districts, each having two House members and one senator.",
  "DIVISION": "A method of voting by standing.",
  "DIVISION OF QUESTION": "Consideration of each item separately.",
  "EFFECTIVE DATE": "The date a bill, once passed, becomes law. Unless a different date is specified, bills become law ninety days after Sine Die.",
  "EMERGENCY CLAUSE": "A provision in a bill that allows a measure to become effective immediately upon the signature of the Governor.",
  "ENACTMENT": "The passage of a bill by both houses and the signing by the Governor.",
  "ENGROSSED AMENDMENT": "When an amendment has been amended, the changes are worked into the text to create the engrossed amendment.",
  "ENGROSSED BILL": "A bill which reflects all amendments made in the house of its origin.",
  "ENROLLED BILL": "A bill passed by both houses, which incorporates all amendments, and to which has been attached a certificate of enrollment indicating the date passed, votes cast on the bill, and the certifying officers' signatures. It is presented to the Governor for signature.",
  "ETHICS": "Standard of moral conduct. Legislative ethics standards are set forth in Chapter 42.52 RCW and House and Senate rules.",
  "EX OFFICIO": "Holding one office by virtue of or because of the holding of another office. Ex-officio members of a committee have voice but may not vote.",
  "EXECUTIVE ACTION": "1. Executive action of a standing committee refers to final consideration of a bill by the committee. 2. Executive action on a bill already passed by both houses refers to action taken by the Governor.",
  "EXECUTIVE ORDER": "A directive or command from the Governor to agencies in the executive branch.",
  "EXECUTIVE REQUEST BILL": "Request for legislation proposed by the Governor.",
  "EXECUTIVE RULES": "The House leadership committee that oversees matters relating to staff, the physical plant and equipment, and operational matters. The corresponding committee in the Senate is called Facilities and Operations.",
  "EXECUTIVE SESSION": "A meeting for committee members to discuss and vote on bills they wish to report out of committee. These meetings are open to the public but no testimony is taken. Note that in other contexts executive sessions are closed to the public.",
  "EXPULSION": "The act wherein a body removes one of its members as provided under its rules.",
  "FACILITIES AND OPERATIONS COMMITTEE": "The Senate leadership committee that oversees matters relating to staff, the physical plant and equipment, and operational matters. The corresponding House committee is called EXECUTIVE RULES.",
  "FIRST READING": "First of three readings required to pass measures. Bills on first reading are introduced and referred to standing committees.",
  "FISCAL": "Relating to financial matters. The state fiscal year (FY) is July 1 through June 30.",
  "FISCAL NOTE": "An estimate of the expected cost of a measure to state and/or local government. Fiscal notes are prepared by the affected agencies and the Office of Financial Management (OFM).",
  "FLAG CIRCLE": "The area between the Legislative Building and the Temple of Justice.",
  "FLASH CALENDAR": "A listing of bills on the second or third reading calendar for the next day's agenda in the Senate.",
  "FLOOR OF THE HOUSE OR SENATE": "The actual floor space, committed primarily to legislators' desks, on which the business of the Legislature is conducted.",
  "FLOOR RESOLUTION": "A written motion calling for action, which may be offered from the floor of either house. Floor resolutions are usually congratulatory, commendatory, or memorial.",
  "GALLERY": "Areas of both chambers where public visitors may observe the Legislature in session.",
  "GERMANE": "Relating directly to a question.",
  "GERRYMANDERING": "Legislative district boundary lines drawn to obtain partisan or factional advantages.",
  "GOVERNOR": "The chief executive officer of a state.",
  "GRANDFATHER CLAUSE": "Inserted in a bill making provisions nonapplicable to activities or personnel involved prior to the enactment of the new legislation.",
  "GREEN SHEET": "The list of bills eligible for action by the Senate Rules Committee. Green sheet bills can be placed directly on the second or third reading calendar, if approved by a majority of the members of the Senate Rules Committee. Equivalent to the House Rules Consideration list.",
  "GUBERNATORIAL APPOINTMENT": "Designation by the Governor to fill an office or position. The Senate confirms gubernatorial appointments.",
  "HEARING": "A legislative committee meeting at which witnesses present testimony on matters under consideration by the committee.",
  "HONORARY PAGE": "A young person who is acting as a nonpaid short-term page for either house.",
  "HOPPER": "Box located in the bill drafting area in which legislative measures are deposited for introduction.",
  "HOTLINE": "Toll-Free number (1-800-562-6000) operated by the Legislative Information Center by which citizens can leave brief messages to communicate their concerns and opinions to their legislators and the Governor.",
  "HOUSE OF REPRESENTATIVES": "Lower chamber of our two-body legislature. The House has 98 members who serve two-year terms.",
  "INB": "Irving (Irv) Newhouse Building.",
  "INDEFINITELY POSTPONE": "To postpone without setting a definite time for consideration.",
  "INITIATIVE": "A legislative power vested in the people. An initiative is proposed through a petition containing signatures of 8 percent of the number of voters voting in the last preceding regular gubernatorial election. There are two types of initiatives:1. Initiative to the people. Original legislation by the voters, proposing a new law (or changing existing laws) without consideration by the Legislature.2. Initiative to the Legislature. Original legislation by the voters, proposing a new law (or changing existing laws) for consideration by the Legislature at its next regular session. If not enacted, it is placed on the next general election ballot.",
  "INSURANCE BUILDING": "The Insurance Building is directly east of the Legislative Building. It houses the Insurance Commissioner, the Office of Financial Management and the State Auditor.",
  "INTERIM": "Time between legislative sessions.",
  "INTERIM COMMITTEE ASSEMBLY": "A legislative practice during the interim of having some days devoted to committee hearings and caucuses in Olympia or another location within the state.",
  "INTERN": "A college or university student from a higher education institution within the state, working with the Legislature, who receives stipend and credit hours. Legislative interns are assigned to members' offices during session and to committee staff during the interim.",
  "INTRODUCTION OF BILLS": "An order of business during which new bills are read into the record.",
  "INVOCATION": "Prayer given prior to a session. The schedule for persons offering prayer is determined by the presiding officer.",
  "JAC": "John A. Cherberg Building. This is the building containing Senate member and staff offices.",
  "JARRC": "Joint Administrative Rules Review Committee. Reviews agency rules to ensure consistency with legislative intent.",
  "JLARC": "Joint Legislative Audit and Review Committee. A joint, bipartisan committee which conducts performance audits, program evaluations and other oversight duties assigned by the Legislature.",
  "JLOB": "John L. O'Brien Building. This is the building containing House member and staff offices.",
  "JOINT COMMITTEE": "Committee which consists of members from both houses.",
  "JOINT MEMORIAL": "A message or petition addressed to the President and/or Congress of the United States, or the head of any other agency of the federal or state government, asking for consideration of some matter of concern to the state or region. Proposed amendments to the U.S. Constitution are also in the form of joint memorials.",
  "JOINT RESOLUTION": "An act of the Legislature which proposes an amendment to the state Constitution for reference to the people for acceptance or rejection. To pass, joint resolutions must receive a two-thirds affirmative vote of the members elected in each house.",
  "JOURNAL": "Official record of action of legislative session.",
  "JTC": "Joint Transportation Committee. A joint committee composed of eleven senators and twelve representatives which conducts transportation studies between legislative sessions.",
  "LAW": "Common law is law set by precedent in court and by interpretation of the Constitution and statute law. Statute law is governing action or procedure approved through the legislative process.",
  "LEADERSHIP": "The officers elected by their respective caucuses.",
  "LEAP": "Legislative Evaluation and Accountability Program. A joint committee that serves as the Legislature's independent source of information and technology with respect to budgets and revenue.",
  "LEG": "Legislative Building (Capitol Dome Building).",
  "LEGISLATIVE AUDITOR": "Staff director of JLARC.",
  "LEGISLATIVE BUDGET NOTES": "Document providing detail about the biennial operating budget.",
  "LEGISLATIVE BUILDING": "The domed capitol building of the state of Washington containing the House and Senate chambers and the offices of the Governor, Lt. Governor, Treasurer, Auditor and Secretary of State.",
  "LEGISLATIVE DIGEST AND HISTORY OF BILLS": "A publication issued periodically containing the sponsors, titles, short digest of content, legislative actions, and veto messages of the Governor for each bill, memorial, resolution, and gubernatorial appointment.",
  "LEGISLATIVE ETHICS BOARD": "Nine-member board with four legislators and five nonlegislators. Authority to interpret and apply the state ethics law for legislators and staff by training, advisory opinions, and complaints.",
  "LEGISLATIVE INFORMATION CENTER (LIC)": "Located on the first floor of the Legislative Building, staff are available to answer questions about the Legislature and the legislative process and provide copies of all bills and legislative documents.",
  "LEGISLATIVE INFORMATION SPECIALIST": "An employee of the Legislative Information Center who can answer questions about the legislature and provide copies of bills, amendments and other legislative documents.",
  "LEGISLATIVE INTENT": "If the words of a law cannot be clearly interpreted as written, the court may refer to the journal and recordings of floor and committee sessions to establish the intent of the Legislature in passing certain bills.",
  "LEGISLATIVE MANUAL": "Biennial publication that contains the rules of each body, joint rules, biographical and other information about the Legislature and state government.",
  "LEGISLATIVE REPORT": "Summary of legislation passed during one or more legislative sessions.",
  "LEGISLATOR": "Elected member of either the House of Representatives or Senate.",
  "LEGISLATURE": "The body made up of the members of both the House of Representatives and the Senate. Legislative biennia are also referred to as Legislatures, for example, \"The 61st Legislature.\"",
  "LIEUTENANT GOVERNOR": "Presiding officer of the Senate.",
  "LOBBYIST": "A person who tries to get legislators to introduce or vote for measures favorable and against measures unfavorable to an interest that he or she represents.",
  "LSC": "Legislative Service Center. A legislative agency providing planning, data and information processing services, equipment and training in support of the Legislature and legislative agencies. Policy and administrative supervision are provided by the Joint Legislative Systems Committee and the Legislative Systems Administrative Committee.",
  "MADE ELIGIBLE TO BE PLACED ON SECOND READING": "The bill has passed the first of two steps in the rules committee which will decide if the bill will be placed on the floor calendar for a second reading.",
  "MAJORITY LEADER": "Leader of the majority party in the state Senate. In the House, second in command to the Speaker. Elected by the majority caucus in each body.",
  "MAJORITY PARTY": "The party numbering the most members in a legislative body.",
  "MAJORITY REPORT": "Document bearing the signatures of a majority of the members of a committee recommending a particular action on a measure.",
  "MANSION": "The official residence of the Governor, located directly west of the Legislative Building.",
  "MEASURE": "Any matter before a body such as a bill, memorial, or resolution.",
  "MEDIA DIGEST": "Compilation of print media about legislative activities for a certain period. Also called \"daily clips.\"",
  "MEMBERS": "Legislators having taken the oath of office.",
  "MINORITY PARTY": "A party numbering less than a majority of members in a legislative body.",
  "MINORITY REPORT": "Document carrying signature(s) of a minority of the members of a committee recommending an action different from the majority.",
  "MOOT": "A term indicating that a motion is not timely because it can no longer affect an action or event.",
  "MOTION": "A proposal that the Senate or House take a certain action.",
  "MOTION TO RECONSIDER": "A motion which, if it succeeds, would place a question in the same status as it was prior to a previous vote on that question.",
  "MOVE": "A formal request for action.",
  "NEWHOUSE, IRVING R. BUILDING": "A two-story building southeast of the Legislative Building, it houses office space for senators and staff (formerly called the Institutions Building).",
  "NULL AND VOID CLAUSE": "Language specifying that a measure is invalid unless funding is provided in the budget by a specified date.",
  "OATH OF OFFICE": "Oath taken by members-elect of the Legislature prior to being seated.",
  "O'BRIEN, JOHN L. BUILDING": "The four-story building southwest of the Legislative Building containing House members' and staff offices, hearing rooms, and other House facilities.",
  "OFM": "Office of Financial Management. The chief executive agency for evaluating the budget, preparing fiscal notes, and providing fiscal policy analysis to the Governor.",
  "OPERATING BUDGET": "Two-year plan for funding ongoing activities of state agencies, except transportation.",
  "OPR": "Office of Program Research. The House research and committee staff located in the John L. O'Brien Building. Equivalent to Senate Committee Services.",
  "ORDER OF BUSINESS": "The usual order of daily activities of a body, set out in its rules.",
  "ORDER OF CONSIDERATION": "A list of measures anticipated to be acted upon by the House or Senate on a particular day.",
  "PAGE": "Students who assist the House or Senate.  Each page is appointed by a member for one week, for which they receive a stipend.",
  "PAPER HANGING REPORTS": "This report shows bills grouped in the steps in the legislative process at which amendments can be proposed. Because amendments must be within the scope and object of the bill, the report provides the bill title.",
  "PARLIAMENTARY INQUIRY": "Question posed to chair for clarification of a point in the proceedings.",
  "PASSAGE OF BILL": "The act of passing a bill by either or both houses of the Legislature.",
  "PASSED TO RULES COMMITTEE FOR SECOND READING": "The bill has been sent to the Rules Committee which will decide if the bill will be placed on the floor calendar for a second reading.",
  "PDC": "Public Disclosure Commission. Oversees the reporting of information filed by lobbyists, state agencies, legislators, candidates and political committees on the amount of money spent on the political process and enforces the campaign laws.",
  "PENALTY CLAUSES": "Sections of bills which lay out criminal or civil penalties for violation of the law.",
  "PENSION POLICY, SELECT COMMITTEE": "Committee which reviews proposed changes to retirement laws and recommends changes.",
  "PER DIEM": "Payment in lieu of living expenses.",
  "PETITION": "A formal request.",
  "PICTORIAL DIRECTORY": "Publication containing pictures and biographical material about the statewide elected officials and members of the Legislature. Known as the \"baby book.\"",
  "PLACED ON SECOND READING BY RULES COMMITTEE": "The bill has been sent to the floor of the House or Senate and placed on the floor calendar for a second reading.",
  "PLURALITY": "The person or alternative with the most votes between two or more choices; as opposed to a \"simple majority,\" meaning 51 percent or more of those present and voting. A \"constitutional majority\" is 51 percent or more of those elected to the House or Senate.",
  "POINT OF ORDER": "A demand or request by a member for a legislative body to adhere to its rules of procedure.",
  "POSTPONE TO A DAY CERTAIN": "To defer consideration until a later time or day.",
  "PREFILING": "The act of introducing a bill prior to the beginning of session. Prefiling starts on the first Monday in December prior to the commencement of the session, or twenty days prior to a special session.",
  "PRESIDENT": "Presiding officer of the Senate and Lieutenant Governor of the state.",
  "PRESIDENT PRO TEMPORE": "A senator elected by the Senate to discharge the duties of presiding officer in the Lieutenant Governor's absence.",
  "PREVIOUS QUESTION": "A motion to close debate and bring the pending question or questions to an immediate vote.",
  "PRIME SPONSOR": "The originator or first name on a bill or amendment that has been introduced.",
  "PRITCHARD, JOEL M. BUILDING": "The former state library south of the Legislative Building. It houses the Statute Law Committee, the public cafeteria, and other legislative offices.",
  "PROCLAMATION": "An order issued by the Governor, such as a proclamation calling a special session of the Legislature.",
  "PROVISO": "A clause in a bill that sets out specific exceptions to the general law.",
  "PULL": "Slang term for moving a bill. For example, Rules Committee members may move (pull) bills from the Green sheet to the floor for action by the full Senate or from the White sheet to the Green sheet, or members may vote to pull a bill from a committee to the floor.",
  "PUT THE QUESTION": "When the presiding officer instructs the body regarding what it is about to vote on.",
  "QUORUM": "A majority of members of the group concerned. This means a majority of those elected to either house; in a committee, this means a majority of members assigned to the specific committee.",
  "RCW": "Revised Code of Washington - A codification of current statutes as enacted and amended.",
  "RECALL": "The recall is the vote of the people which, in effect, tries the elective public officer on charges brought against the officer. All elective public officers except judges of courts of record are subject to recall and discharge from elective offices.",
  "RECEDE": "To withdraw from an amendment in which the other house refused to concur.",
  "RECOMMITTED BILL": "A procedure whereby a bill is referred back to a standing or conference committee for further consideration. A bill may be recommitted at any time, usually on second or third reading. Recommitment of bills can be used to kill a bill during the final days of a session.",
  "RECONSIDER": "To vote again on a question previously before the body.",
  "RED BOOK": "The legislative manual: The biennial publication that contains the rules of each body, joint rules, biographical and other information about the Legislature and state government.",
  "REDISTRICTING": "Redrawing the boundaries of areas of representation to make them equal in population. Generally done once each decade.",
  "REFER": "To send a measure to a committee for study and consideration.",
  "REFERENDUM": "Recently passed legislation referred by the Legislature to the voters for their rejection or enactment.",
  "REFERENDUM MEASURE": "The legislative power whereby the electorate may call back recently enacted laws for voter consideration. It originates in a petition containing signatures of 4 percent of those registered and voting at the last preceding regular gubernatorial election.",
  "RELIEVED": "A committee may be relieved of further consideration of any bill in either house by a majority vote of the members of the particular house.",
  "REORGANIZATION MEETINGS": "Meetings of legislative caucuses to select leaders. Generally held in even-numbered years shortly after the general election.",
  "REPEAL": "To revoke or abrogate by legislative action.",
  "REPEALER CLAUSE": "The section of a bill that lists which RCW sections and chapters of law are revoked and abrogated by the proposed legislation.",
  "REPORTING OUT": "Action by a committee on a measure which moves the measure out of the committee. A measure may be reported out with a do pass, do not pass, amend, substitute, refer to another committee, or no recommendation.",
  "RE-REFER": "To reassign a measure to a different committee.",
  "REVISED CODE OF WASHINGTON (RCW)": "A codification of current statutes as enacted and amended.",
  "ROLL CALL": "Record of how members voted on a particular issue or question.",
  "RULE SUSPENDED": "To temporarily set aside a rule.",
  "RULES": "Regulating principles used in the conduct of legislative business.",
  "RULES COMMITTEE": "Committees in each house responsible for setting the daily calendars of the Senate and House. The President of the Senate and Speaker of the House, respectively, serve as chairs of these committees.",
  "RULES CONSIDERATION": "The list of bills eligible for action by the House Rules Committee. Bills on the Rules Consideration list can be placed on the second reading or third reading calendar, if approved by a majority of the members of the House Rules Committee.",
  "RULES REVIEW": "The list of bills eligible for consideration to be moved to the House Rules Consideration list or calendar. Equivalent to the Senate White sheet.",
  "SCOPE AND OBJECT": "A parliamentary ruling by the presiding officer as to whether a proposed amendment fits within the subject matter of the bill under consideration. Senate and House rules prohibit amendments which change or expand the scope and object of a bill.",
  "SECOND READING": "The reading of a bill for the second time, in full, in open session, opening it to amendatory action.",
  "SECRETARY OF THE SENATE": "A person elected by the Senate members to record the official actions of the Senate and to be the chief administrative officer of the Senate.",
  "SELECT COMMITTEE": "A committee appointed to consider a particular  topic for a limited time. Used interchangeably with special committee.",
  "SENATE": "Upper chamber of our two-body legislature. The Senate has 49 members who serve four-year terms.",
  "SENATE COMMITTEE SERVICES": "The Senate research and committee staff located in the John A. Cherberg Building. Equivalent to House Office of Program Research.",
  "SERGEANT AT ARMS": "Enforces protocol of the House or Senate and provides security for the legislative offices.",
  "SESSION": "Official meeting of the Legislature. The Constitution provides for one 105-day regular session during odd-numbered years and one 60-day regular session during even-numbered years each biennium.",
  "SEVERABILITY CLAUSE": "A section of a bill which instructs the court that if one section of the act is found unconstitutional, the remainder of the act will remain intact.",
  "SHORT TITLE": "An abridged description of the bill.",
  "SINE DIE": "To conclude a regular or special session without setting a day to reconvene.",
  "SPEAKER": "Presiding officer of the House of Representatives.",
  "SPECIAL ORDER OF BUSINESS": "A motion to take up a specified measure at a specific time.",
  "SPECIAL SESSION": "A session of no more than 30 days, convened by the Governor or the Legislature, following adjournment of the regular session. The Legislature, upon two-thirds vote of all members, may call itself into special session.",
  "SPONSOR": "Member offering a bill, amendment, resolution or memorial.",
  "STANDING COMMITTEES": "Committees set up by the Legislature to last for the entire length (two years) of a legislature.",
  "STATE OFFICIALS": "The nine elected statewide administrative officers: Governor, Lieutenant Governor, Attorney General, Secretary of State, Treasurer, Auditor, Commissioner of Public Lands, Insurance Commissioner, and Superintendent of Public Instruction.",
  "STATUS SHEET": "A daily publication during session giving status of bills pending or acted upon by the Legislature.",
  "STATUTE": "A law enacted by the Legislature.",
  "STATUTE LAW COMMITTEE": "The Code Reviser codifies into the appropriate sections of the RCW those measures enacted into law by the Legislature and also codifies administrative rules adopted by executive branch agencies.",
  "STRIKE OUT": "To delete language from a bill or resolution.",
  "STRIKING AMENDMENT": "Amendment removing everything after the title and inserting a whole new bill. Strikers can be amended, therefore, you might see a designation for Adopted as Amended. The version of the amendment with the changes worked into the text is labeled \"Engrossed.\"",
  "SUBCOMMITTEE": "Selected members of a committee designed to study a special area of concern and then report to the whole committee their findings and recommendations.",
  "SUBSTITUTE": "A version of a bill offered by a committee in the first house. If adopted, the substitute replaces the original bill or resolution. The floor and the second house cannot offer substitutes.",
  "SUNSET": "A program for review of state agencies, programs, and statutes by JLARC and OFM.",
  "SUNSET PROVISION": "A date certain for a law to automatically be repealed unless renewed by the Legislature.",
  "SUPPLEMENTAL BUDGET": "Changes in the second year of the biennium to funds allocated in the original capital, operating, or transportation budgets.",
  "SUPREME COURT": "The highest court of the state. Comprised of nine elected justices who serve staggered six-year terms.",
  "SUSPENSION CALENDAR": "Special calendar of noncontroversial bills created by the House Rules Committee. The only question on the floor is acceptance of committee recommendations and advancement to third reading. Closely related to the consent calendar occasionally used in the Senate.",
  "TABLE": "To set aside a matter for possible consideration at a future time.",
  "TEMPLE OF JUSTICE": "The building directly north of the Legislative Building, housing the Supreme Court and offices of the Supreme Court Clerk, Commissioner, Reporter of Decisions, and the Law Library.",
  "TERM": "Duration of office of an elected official.",
  "TERM LIMITS": "Restrictions on the length of service for elected offices.",
  "THIRD HOUSE": "An association whose membership includes most of the professional lobbyists in the state.",
  "THIRD READING": "The final consideration of a bill before either house. The bill can be debated, tabled, referred, but not amended. Final passage takes a constitutional majority.",
  "TITLE OF BILL": "Description of bill or act which encompasses the intent of the bill.",
  "TITLE-ONLY BILL": "A bill which contains nothing more than a title and a number. It is introduced in order to have a vehicle on which to amend substance at a later time.",
  "TRANSPORTATION BUDGET": "Appropriations for highways, bridges, ferries, transit, vehicle licensing, and traffic enforcement.",
  "TVW": "Washington State version of C-SPAN,  broadcasting state government meetings and activities.",
  "ULCER GULCH": "Slang term for area in the Legislative Building used by lobbyists and general public for telephone calls and messages.",
  "UNFINISHED BUSINESS": "Business which has been laid over from a previous day.",
  "UNICAMERAL LEGISLATURE": "A legislative body having only one house, such as a city council. Nebraska has the only unicameral state legislature.",
  "VETO": "Rejection of a bill by the Governor. The Governor has power to veto sections of bills but cannot make any additions. The Governor can also veto appropriation items. To pass a bill over a Governor's veto takes a two-thirds vote of both houses and is known as overriding a veto.",
  "WAC": "Washington Administrative Code. The administrative rules and regulations by which state agencies operate to execute the Laws enacted by the Legislature.",
  "WASHINGTON STATE REGISTER": "A monthly publication which lists all proposed new agency rules and regulations as well as proposed amendments, meeting notices, etc.",
  "WAYS AND MEANS": "The chief revenue and appropriations committee in the Senate. The committee is responsible for recommending how state monies will be spent and the means that will be used to raise the tax revenues.",
  "WHIP": "An assistant to the majority or minority leader, the duties of the whip include counting votes, checking attendance, and maintaining caucus discipline on partisan issues and procedural questions.",
  "WHITE SHEET": "The list of bills eligible for consideration to be moved to the Green sheet by the Senate Rules Committee. Pulls from White to Green do not require a vote. Equivalent to the House Rules Review list.",
  "WITHDRAW A MOTION": "To recall or remove a motion according to parliamentary procedure.",
  "WITHIN THE BAR": "Refers either to a legislator's presence within the bar of the house or to his or her physical presence on the floor of the Legislature.",
  "WORK ROOM": "An office in each house where the bills are processed, roll call information retained, and bills engrossed, enrolled, etc.",
  "WORK SESSION": "Informal discussion of a measure or topic by a committee. No executive action or amendments are permitted.",
  "X-FILE": "The House and Senate Rules Committees may place bills that will go no further in the process on the \"X-file.\"",
  "YIELD": "To relinquish the floor of the House or Senate to allow another member to speak."
}